artifacts/events/renew_body.xml

<?xml version="1.0" encoding="UTF-8"?>
<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope"
            xmlns:wsnt="http://docs.oasis-open.org/wsn/b-2"
            xmlns:wsa="http://www.w3.org/2005/08/addressing">
  <s:Header>
    <wsa:MessageID>urn:uuid:f2934d21-3c35-4603-a7fd-4e4cb92e0c3b</wsa:MessageID>
  </s:Header>
  <s:Body>
    <wsnt:Renew>
      <wsnt:TerminationTime>PT5M</wsnt:TerminationTime>
    </wsnt:Renew>
  </s:Body>
</s:Envelope>

